<template>
    <div class="v-kardio">
        <div class="container">
           <div class="v-modul-block">
               <div class="v-modul-block-left">
                <h1 class="v-modul_title">Кардиология</h1> 
                <div class="v-modul-subtitle">Предоперационный скрининг сердца у животного — ультразвуковое исследование, которое позволяет выявить гипертрофическую кардиомиопатию (ГКМП) не проявляющуюся клинически                    
                    <img src="../../../assets/images/kardio/kardio.jpg" class="card-img-top r-img" alt="stom2">
                    <h1>ГКМП </h1>
                    <h2>ГКМП самое частое заболевание сердца, ему подвержены как молодые, так и возрастные животные. Опасно тем, что длительное время протекает незаметно, внезапная смерть иногда бывает единственным симптомом. Другие проявления болезни тоже развиваются стремительно: отек легких, выпот жидкости в грудную полость, тромбоз крупных артерий. Животное  беспокоится, не спит, дышит с открытым ртом, язык приобретает синюшный оттенок. При тромбозе артерий появляется острый болевой синдром и паралич конечностей.</h2>
                    <h2>Клинические признаки у кошек с застойной сердечной недостаточностью часто включают летаргию, забивание в темное углы, нежелание взаимодействовать с хозяином и анорексию. Многие владельцы не замечают тахипноэ, одышку или респираторный дистресс, пока она не разовьется терминальная стадия болезни. Кашель очень редко возникает у некоторых кошек с плевральным выпотом, но является не типичным признаком сердечной недостаточности у кошки. Иногда происходит обморок. Многие кошки с хронической сердечной недостаточностью имеют анорексию и / или эпизод рвоты непосредственно перед проявлением строй картины болезни.</h2>
                    <h2>В зоне особенного риска по ГКМП кошек   мейн-куны, британцы и шотландцы, сфинксы, персы, рэгдолы. Но по последним данным ветеринарной кардиологической ассоциации заболеванию подвержены и беспородные кошки.</h2>
                    <h2>Поэтому предоперационный скрининг рекомендован всем кошкам независимо от возраста и породы</h2>
                    <h2>Стрессовый фактор, применение общей анестезии, перераспределение крови во время хирургического вмешательства может перевести бессимптомную, компенсированную форму сердечной недостаточности в клинически значимую. В результате, повышается операционный риск и вероятность появления осложнений течение месяца после наркоза.</h2>
                    <h2>Еще один важный момент — предоперационныйскринингпозволяет определиться с прогнозом: как долго будет длиться заболевание, насколько эффективно лечение.</h2>
                    <h2>У кошек существуют две формы ГКМП: наследственная и транзиторная (преходящая)</h2>
                    <ul>
                        <li>Наследственная постепенно развивается в течение жизни, характеризуется утолщением миокарда, потерей его эластичности</li>
                        <li>Транзиторная появляется в результате отека сердечной мышцы из-за стресс-фактора и/или воздействия препаратов. Она тоже может проявиться после операции. Эхокардиографически и клинически не отличается от истинной формы, но имеет лучший прогноз - после курса лечения возможно полное выздоровление. При истинной ГКМП лечение пожизненное.</li>
                    </ul>
                    <h2>В зоне особенного риска по ГКМП собак доберманы  и боксеры. Эти породы также проходят скрининговое обследование для выявления наследственной ДКМП (дилатационной кардиомиопатии). Это заболевание характеризуется расширением всех камер сердца, в особенности левых отделов и снижением сократимости миокарда. В некоторых случаях заболевание развивается с возникновения аритмий, что может стать причиной внезапной смерти.</h2>
                    <h2>Данное заболевание может проявляться у собаки следующим образом:</h2>
                    <ul>
                        <li>малейшие физические нагрузки или незначительные волнения вызывают у животного сильную отдышку. Собака быстро устает и много спит;</li>
                        <li>сухой, отрывистый кашель;</li>
                        <li>слизистые оболочки во рту бледнеют;</li>
                        <li>значительно снижается вес питомца, при этом объем брюха увеличивается (в ветеринарии это называют брюшной водянкой);</li>
                        <li>собака может терять сознание, вяло реагирует на команды, отсутствует интерес к играм и прогулкам;</li>
                        <li> в ночное время периодически бывают судорожные припадки;</li>
                        <li>если у собаки развился отек легких, то при дыхании появятся булькающие звуки;</li>
                        <li>низкое артериальное давление</li>
                    </ul>
                    <h2>Развитие болезни в доклинической (скрытой) стадии усложняет ее своевременную диагностику. Явные симптомы проявляются слишком поздно, чтобы можно было задействовать консервативные методы терапии. Именно это усложняет в будущем лечение кардиомиопатии у собак и делает прогноз на выздоровление менее оптимистичным.</h2>
                    <h2>Внимательные владельцы должны тут же везти питомца в ветеринарную клинику, если заметили, что он стал намного быстрее уставать во время выгула, и даже самое незначительное препятствие вызывает у собаки сильную одышку и кашель. </h2>
                </div>                                                       
                </div>               
                <v-side/>
            </div>
             
        </div>
    </div>
</template>
<script>
import vSide from '@/components/side/v-side.vue'
export default {
  name: 'vKardio',
  components: {
        vSide,
    },   
}
</script>

<style scoped lang="scss">

    @import '@/assets/css/modul.scss';

</style>