<template>
    <section class="privacy-policy">
        <div class="container">
           <div class="v-modul-block">
               <div class="v-modul-block-left">
                <h1 class="v-modul_title">Политика конфиденциальности</h1> 
                <div class="v-modul-subtitle">
                    <h1>Общие положения </h1>
                    <ul>
                        <li>Настоящая политика конфиденциальности и обработки персональных данных разработана на основе Конституции РФ, Гражданского кодекса РФ, федерального закона «О защите персональных данных» № 152-ФЗ и иных российских правовых актов.</li>
                        <li>Данная политика определяет концептуальные основы деятельности ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») по обеспечению защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну</li>
                        <li>Настоящее положение является общедоступным и подлежит размещению на официальном сайте ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») - https://vetlis.ru и вступает в юридическую силу с момента его опубликования.</li>
                    </ul>
                    <h1>Основные понятия, используемые в Политике</h1>
                    <ul>
                        <li>В целях настоящего Положения используются следующие основные понятия.</li>
                        <li>Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</li>
                        <li>Клиент – субъект персональных данных, к которому относятся обрабатываемые Оператором персональные данные.</li>
                        <li>Домашнее животное – животное, которое находится на содержании его владельца, под его временным или постоянным надзором.</li>
                        <li>Владелец животного – Клиент, которому домашнее животное принадлежит на праве собственности или ином законном основании.</li>
                        <li>Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
                        <li>Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.</li>
                        <li>Конфиденциальность персональных данных – обязательное для соблюдения оператором требование не раскрывать третьим лицам и не допускать распространения персональных данных Клиента без его согласия или наличия иного законного основания.</li>
                        <li>Уничтожение персональных данных — любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных данных.</li>
                    </ul>
                    <h1>Цели обработки персональных данных</h1>
                    <h2>Обработка персональных данных Клиентов осуществляется в следующих целях:</h2>
                    <ul>
                        <li>Предоставление Клиентам консультаций по вопросам оказываемых услуг.</li>
                        <li>Составление и заключение договоров, дополнительных приложений к договорам, расписок и иных документов с Клиентами.</li>
                        <li>Исполнение договорных обязательств с Клиентами</li>
                        <li>Сбор отзывов о ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») и о товарах и качестве услуг, предоставляемых ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») </li>
                        <li>Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.</li>
                        <li>Индивидуальная идентификация и учет домашних животных, принадлежащих Клиентам.</li>
                    </ul>
                    
                    <h1>Порядок сбора, хранения, передачи и других видов обработки персональных данных</h1>
                    <ul>
                        <li>Обработка персональных данных в ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») базируется на принципах, предусмотренных Федеральным законом «О персональных данных» и учитывает необходимость обеспечения защиты прав и свобод субъектов персональных данных, в том числе защиту права на неприкосновенность частной жизни, личную и семейную тайны.</li>
                        <li>Обработка персональных данных осуществляется на законной и справедливой основе.</li>
                        <li>Обработка персональных данных в ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») осуществляется только с согласия Клиента или его законного представителя.</li>
                        <li>Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</li>
                        <li>Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</li>
                        <li>Обработке подлежат только персональные данные, которые отвечают целям их обработки.</li>
                        <li>При обработке персональных данных обеспечиваются точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры по удалению или уточнению неполных или неточных данных.</li>
                        <li>Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки</li>
                        <li>Оператор применяет следующие виды обработки персональных данных: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных</li>
                        <li>Клиент в любое время вправе отозвать свое согласие на обработку персональных данных.</li>
                        <li>Обработка персональных данных Клиента осуществляется в течение всего срока действия договорных обязательств между  ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») и Клиентом или до отзыва Клиентом согласия на обработку его персональных данных</li>
                        <li>Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</li>
                    </ul>
                    
                    <h1>Обрабатываемые персональные данные</h1>
                    <h2>В рамках оказания услуг ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис») обрабатывает следующие персональные данные своих Клиентов</h2>
                    <ul>
                        <li>Фамилия, имя, отчество</li>
                        <li>Число, месяц, год рождения</li>
                        <li>Адрес регистрации по месту жительства</li>
                        <li>Контактные данные (номер телефона, адрес электронной почты, другие контактные данные)</li>
                    </ul>
                    <h2> Также для осуществления целей обработки персональных данных Оператор может самостоятельно получать и обрабатывать следующие персональные данные Клиентов с использованием сети «Интернет»</h2>
                    <ul>
                        <li>Источник захода на сайт и информация поискового запроса</li>
                        <li>Данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты, характеризующие пользовательское устройство)</li>
                        <li>Пользовательские клики, просмотры страниц, заполнения полей, показы, просмотры баннеров и видео</li>
                        <li>Данные, характеризующие аудиторные сегменты.</li>
                        <li>Параметры сессии.</li>
                        <li>Идентификатор клиента, хранимый в cookie.</li>
                        <li>IP-адреса Клиента.</li>
                    </ul>
                    <h1>Подтверждение с ознакомлением политики конфиденциальности</h1>
                    <ul>
                        <li>Используя услуги ИП Козина-Позднякова А.М (Ветеринарная клиника «Лис»), вы подтверждаете, что ознакомлены с данной политикой конфиденциальности и согласны с ее условиями.</li>
                    </ul>
                </div>                                                       
                </div>               
                <v-contacts v-if="small"/>             
                <v-side v-else/>
            </div>           
        </div> 
    </section>
</template>

<script>
import resize from  '@/mixins/resize'
import vSide from '@/components/side/v-side.vue'
import vContacts from '@/components/contacts/v-contacts.vue'

export default {
    name: 'v-privacy-policy',
    components: {
        vSide,
        vContacts
    },
    mixins: [resize],
}
</script>

<style scoped lang="scss">
 @import '@/assets/css/modul.scss';
</style>