<template>
    <div class="v-pancreas">
        <div class="container">
           <div class="v-pancreas-block">
               <div class="v-pancreas-block-left">
                <h1 class="v-pancreas_title">Болезни печени и поджелудочной железы</h1> 
                <div class="v-pancreas-subtitle">
                   <h2>В нашей клинике осуществляется диагностика болезней печени у кошек и собак. У нас можно сделать биохимический анализ крови, Вашему животному помогут у нас в клинике, если у него гепатит, жировая дистрофия печени, цирроз печени. У нас применяются современные эффективные препараты для лечения заболеваний печени. Необходимую диагностику и помощь Ваше животное получит у нас при заболевании поджелудочной железы (панкреатит, сахарный диабет). У нас большой опыт лечения такой болезни, как сахарный диабет у кошек. Ваше животное может прожить с таким  заболеванием еще долго, если вы вовремя обратитесь к нам.</h2>
                   <img src="../../../../assets/images/therapy/pancreas.jpg" class="card-img-top" alt="pancreas">
                    <h1>Возможные причины панкреатита:</h1>
                    <ul>
                        <li>Кормление, высокое содержание жира в рационе</li>
                        <li>Гиперлипопротеинемия</li>
                        <li>Токсины: инсектициды, ингибирующие холинэстеразу</li>
                        <li>Обструкция желчных протоков</li>
                        <li>Рефлюкс из двенадцатиперстной кишки</li>
                        <li>Гиперкальцемия</li>
                        <li>Травма</li>
                        <li>Ишемия/реперфузия</li>
                        <li>Инфекции</li>
                    </ul>
                    <h1>Сахарный диабет</h1>
                    <h2>К сокращению выработки инсулина приводят разные причины, но самая распространенная из них – это травмы поджелудочной железы. Одной из её основных функций является синтез оптимального количества инсулина, необходимого для регулирования уровня сахара, содержащегося в крови животного. Если поджелудочная железа повреждена, то её функции нарушаются, и это зачастую приводит к дефициту выработки инсулина, а значит – к развитию сахарного диабета.</h2>
                    <h1>Возможные причины сахарного диабета:</h1>
                    <ul>
                        <li>Неправильный рацион. От того, насколько правильно питается животное, зависит обмен веществ в его организме. Если рацион неправильный, то пищеварительные проблемы неизбежны. При этом возрастает нагрузка на поджелудочную железу, что в итоге может привести к развитию диабета.</li>
                        <li>Заболевания поджелудочной железы. К самым распространенным среди относятся разные формы панкреатита. Они представляют собой воспаление поджелудочной железы, при котором вырабатываемые ферменты постепенно разрушают её саму.</li>
                        <li>Болезни пищеварительной системы. Гастрит, язва желудка, колит, энтерит – это только часть заболеваний желудочно-кишечного тракта, которые могут привести к развитию сахарного диабета.</li>
                        <li>Тяжелые хронические заболевания. Спровоцировать возникновение сахарного диабета у животных могут хронические заболевания печени (например, гепатит) либо желчного пузыря (например, холецистит).</li>
                        <li>Частые стрессы. Психоэмоциональная нестабильность часто приводит к нарушениям в работе желез внутренней секреции и в синтезе гормонов. В итоге возникают проблемы с пищеварительной системой и поджелудочной железой.</li>
                        <li>Гормональная терапия. Выработка инсулина часто снижается на фоне длительного приема животными гормональных медикаментов. Обычно они применяются для регулирования полового поведения.</li>
                    </ul>
                    <img src="../../../../assets/images/therapy/diabet.jpeg" class="card-img-top" alt="diabet">
                    <h2>К факторам, повышающим риск заболевания, относится наследственная предрасположенность к сахарному диабету, ожирение (избыточная масса тела животного) и возраст</h2>
                    <h2>Первое, что указывает на развитие сахарного диабета – это повышенное мочеиспускание и сильная жажда. Эти состояния возникают на фоне очень высокого уровня глюкозы в крови и моче. Именно на эти отклонения многие хозяева обращают внимание в первую очередь.</h2>
                    <h2>Признаки сахарного диабета у животных:</h2>
                    <ul>
                        <li>обильное и частое мочеотделение, возможно недержание мочи.</li>
                        <li>сильная жажда</li>
                        <li>постоянный голод</li>
                        <li>быстрая потеря веса</li>
                        <li>усталость, апатия, недостаток энергии</li>
                        <li>вялость, отказ от игр</li>
                        <li>диспепсические расстройства (приступы рвоты, понос)</li>
                        <li>шаткая, неуверенная походка</li>
                        <li>возможен специфический запах ацетона</li>
                        <li>тусклая шерсть</li>
                    </ul>
                    <h2>Если вы заметили несколько признаков сахарного диабета у своего питомца, то не откладывайте визит к ветеринару – сразу запишитесь на прием!</h2>
                </div>                                        
                </div>               
                <v-side/>
            </div>            
        </div> 
    </div>
</template>

<script>
import vSide from '@/components/side/v-side.vue'
export default {
    name: 'vPancreas',
    components: {
        vSide,
    },
}

</script>
<style scoped lang="scss">
    .v-pancreas-block-left{
        margin-right: 20px;
        margin-left: 0;
        flex: 0 0 70%;
        max-width: 70%;
        border: 1px solid gray;
        border-radius: 20px;
        padding: 30px;
    }
    .v-pancreas-block{
        display: flex;
    }

    .v-pancreas_item{   
        box-sizing: content-box; 
        display: flex;
        margin-top: 50px;  
        max-width: 20%;
        padding: 10px 30px;
        height: 100px;
        border-radius: 20px;  
        border: 1px solid #723030;
        cursor: pointer;
        align-items: center;       
    }
    .v-pancreas_title{
        font-size: 36px;
        font-weight: 300;
        text-align: center;
        line-height: 21px;
        font-family: 'Museo Sans Cyrl';
        font-weight: 700;
        color: #757575;
    }
    .v-pancreas_block{
        text-decoration: none;
        cursor: pointer;
        display: flex;
        align-items: center;
        span{
            font-size: 20px;
            font-weight: 300;
            text-align: center;
            line-height: 20px;
            font-family: 'Museo Sans Cyrl';
            font-weight: 300;
            color: #757575;
        }
        img{
            max-width: 45px;
            margin-left: 5px;
        }
    }

    .v-pancreas-title{
        text-align: left;
        margin-top: 40px;
        font-size: 42px;
        line-height: 36px;
        font-family: 'Museo Sans Cyrl';
        font-weight: 700;
        color: #757575;
    }
    .v-pancreas-subtitle{
        margin-top: 30px;
        text-align: left;
        font-size: 24px;
        line-height: 24px;
        font-family: 'Museo Sans Cyrl';
        font-weight: 300;
        color: #757575;
        ul{
            margin-top: 20px;
        }
        li{
            margin-top: 10px;
        }
        br{
            margin-top: 10px;
        }
        h2{
            margin-top: 15px;
            text-align: left;
            font-size: 24px;
            line-height: 24px;
            font-family: 'Museo Sans Cyrl';
            font-weight: 300;
            color: #757575;
        }   
    }
    .v-pancreas-subtitle li::marker {
    color: teal;
    font-size: 24px;
    }
@media (min-width: 1600px){
    .container {
        max-width: 1434px;
    }
}
@media (min-width: 768px) and (max-width: 1100px){
    .col-3{
        flex: 0 0 35%;
        max-width: 35%;
    }
}
@media (max-width: 860px){
    .col-3{
        flex: 0 0 45%;
        max-width: 45%;
    }
    .v-services{
        margin-right: 10%;
        margin-left: 12%;
    }
}
@media (max-width: 767px){
    .col-3 {
        -ms-flex: 0 0 100%;
        flex: 0 0 100%;
        max-width: 100%;
    }
}
</style>