<template>
    <div class="v-uzi">
        <div class="container">
           <div class="v-uzi-block">
               <div class="v-uzi-block-left">
                <h1 class="v-uzi_title">УЗИ-диагностика</h1> 
                <div class="v-uzi-subtitle"> Ультразвуковое исследование - один из самых распространенных и безболезненных методов визуализации внутренних органов в современной ветеринарии.
                    <h2>Ультразвуковое исследование для животных – это современный, эффективный и информативный вид диагностики различных органов. Данные ультразвукового исследования позволяют более точно поставить диагноз. При этом УЗИ не представляет опасности для здоровья питомца.</h2>
                    <h2>С помощью УЗИ можно исследовать различные органы грудной и брюшной полости. Оценить их состояние и структуру, что не обходимо для дальнейшей тактики лечения. А так же можно определить наличие новообразования или инородного тела.</h2>
                    <img src="../../../assets/images/uzi/uzi1.jpg" class="card-img-top" alt="uzi1">
                    <h2>Наиболее часто данное исследование назначают в следующих случаях:</h2>
                    <ul>
                        <li>для постановки диагноза</li>
                        <li>травмы брюшной/грудной полости</li>
                        <li>потеря аппетита и веса</li>
                        <li>затрудненное мочеиспускание</li>
                        <li>болезненность в области живота</li>
                        <li>диарея</li>
                        <li>рвота</li>
                        <li>беременность</li>
                        <li>возраст питомца старше 7 лет (профилактика заболеваний)</li>
                        <li>контрольное УЗИ в процессе лечения</li>
                        <li>отслеживание новообразований</li>
                    </ul>
                    <h2>В чем же преимущества использования данного метода диагностики в целом и в частности для животных (кошек и собак)? В первую очередь это высокая информативность. Данный метод пригоден для исследования большинства органов живого организма, таких как печень, желчный пузырь, поджелудочная железа, селезенка, почки, мочевой пузырь, предстательная железа. УЗИ применяют в кардиологии (эхокардиография), при исследовании щитовидной железы, в офтальмологии, в акушерстве и гинекологии (определение срока беременности, оценка развития и жизнеспособности плодов) и др.</h2>
                    <h2>ри исследовании вышеперечисленных органов с помощью ультразвуковых волн можно диагностировать достаточно большое количество заболеваний как у собаки, так и у кошки: онкологические заболевания, диффузные изменения в печени и поджелудочной железе, почках и паренхиме почек, предстательной железе, наличие конкрементов в желчном и мочевом пузырях, почках, наличие аномалий внутренних органов, жидкостных образований в органах и т. д.</h2>
                    <img src="../../../assets/images/uzi/uzi2.jpg" class="card-img-top" alt="uzi2">
                    <h2>К следующим преимуществам метода можно отнести безопасность УЗИ, его простоту и безболезненность. Для исследования не нужно обездвиживать животное медикаментозно, нет необходимости предварительно осуществлять какие-либо хирургические вмешательства. УЗИ — аппарат не издает шума, который мог бы напугать животное. А ведь известно, что кошки и собаки очень боязненно относятся к шуму.</h2>
                    <h2>Ультразвуковые волны не оказывают негативное воздействие как на исследуемое животное, так и на самого специалиста. К тому же использование специальных контактных жидкостей избавило от необходимости выбривать шерсть у животного. Еще одним достоинством ультразвукового исследования является его неинвазивность, то есть для получения информации не нужно проникать в закрытые полости организма. Также следует отметить возможность многократного применения метода без вреда для здоровья.</h2>
                    <h2>Как подготовить к УЗИ животное</h2>
                    <ul>
                        <li>не кормить животное в течение 12-и часов до исследования</li>
                        <li>не водить в туалет, исследование проводится на полный мочевой пузырь</li>
                        <li>при соблюдении этих условий качество УЗИ значительно повышается</li>
                    </ul>
                </div>                                       
                </div>               
                <v-side/>
            </div>             
        </div>       
    </div>
</template>

<script>
import vSide from '@/components/side/v-side.vue'
export default {
    name: 'vUzi',
    components: {
        vSide,
    },
}
</script>

<style scoped lang="scss">
    .v-uzi-block-left{
        margin-right: 20px;
        margin-left: 0;
        flex: 0 0 70%;
        max-width: 70%;
        border: 1px solid gray;
        border-radius: 20px;
        padding: 30px;
    }
    .v-uzi-block{
        display: flex;
    }

    .v-uzi_item{   
        box-sizing: content-box; 
        display: flex;
        margin-top: 50px;  
        max-width: 20%;
        padding: 10px 30px;
        height: 100px;
        border-radius: 20px;  
        border: 1px solid #723030;
        cursor: pointer;
        align-items: center;       
    }
    .v-uzi_title{
        font-size: 36px;
        font-weight: 300;
        text-align: center;
        line-height: 21px;
        font-family: 'Museo Sans Cyrl';
        font-weight: 700;
        color: #757575;
    }
    .v-uzi_block{
        text-decoration: none;
        cursor: pointer;
        display: flex;
        align-items: center;
        span{
            font-size: 20px;
            font-weight: 300;
            text-align: center;
            line-height: 20px;
            font-family: 'Museo Sans Cyrl';
            font-weight: 300;
            color: #757575;
        }
        img{
            max-width: 45px;
            margin-left: 5px;
        }
}

    .v-uzi-title{
        text-align: left;
        margin-top: 40px;
        font-size: 42px;
        line-height: 36px;
        font-family: 'Museo Sans Cyrl';
        font-weight: 700;
        color: #757575;
    }
    .v-uzi-subtitle{
        margin-top: 30px;
        text-align: left;
        font-size: 24px;
        line-height: 24px;
        font-family: 'Museo Sans Cyrl';
        font-weight: 300;
        color: #757575;
        ul{
            margin-top: 20px;
        }
        li{
            margin-top: 10px;
        }
        br{
            margin-top: 10px;
        }
        h2{
            margin-top: 15px;
            text-align: left;
            font-size: 24px;
            line-height: 24px;
            font-family: 'Museo Sans Cyrl';
            font-weight: 300;
            color: #757575;
        }   
    }
    .v-uzi-subtitle li::marker {
    color: teal;
    font-size: 24px;
    }
@media (min-width: 1600px){
    .container {
        max-width: 1434px;
    }
}
@media (min-width: 768px) and (max-width: 1100px){
    .col-3{
        flex: 0 0 35%;
        max-width: 35%;
    }
}
@media (max-width: 860px){
    .col-3{
        flex: 0 0 45%;
        max-width: 45%;
    }
    .v-services{
        margin-right: 10%;
        margin-left: 12%;
    }
}
@media (max-width: 767px){
    .col-3 {
        -ms-flex: 0 0 100%;
        flex: 0 0 100%;
        max-width: 100%;
    }
}
</style>